[
    {
        "conv_id": 146,
        "turns": [
            {
                "turn_id": 1,
                "question": "What's the difference between bike packing and bike touring?",
                "response": "These days bike travel has evolved into two distinct styles, with two typical gear-toting setups: traditional rack and pannier touring, and bike packing with… you guessed it, bike packing bags.",
                "manual_rewrite": "What's the difference between bike packing and bike touring?"
            },
            {
                "turn_id": 2,
                "question": "What are those bags?",
                "response": "Bikepacking bags attach directly to your bike without a rack. Because there are so many different types and sizes of bikes, bike packing bags have a lot more variation. A typical bike packing bag setup would include some or all of these parts: Handlebar bag (often a roll-style bag) Saddle/seat bag Frame bag Top tube bag for small items Feed bags for snacks and small items Bikepackers sometimes also attach mounts to the front fork for bottles or other small cargo.",
                "manual_rewrite": "What are bike packing bags?"
            },
            {
                "turn_id": 3,
                "question": "Can any bike be used for this?",
                "response": "But virtually any bike that can mount racks and/or storage bags can be used. New handlebar grips or bar ends can be added to increase comfort for long days. Avid bike packing enthusiasts may tailor their bike for riding style or terrain, but most upgrades aim to minimize maintenance or maximize comfort.",
                "manual_rewrite": "Can any bike be used for bike packing?"
            },
            {
                "turn_id": 4,
                "question": "OK, and what can I do to make my bike more comfortable?",
                "response": "Your riding position can be altered by adjusting the saddle and handlebars. There are three things you want to achieve: The right saddle height – to make the most of your leg power and to make sure you can put a reassuring foot on the ground. Good contact with your pedals to maximise the power in your legs. Ability to reach the handlebars and your brakes – for good control and comfort. Everyone is different so you will need to find a comfortable balance that suits you. Handlebar position Well-positioned handlebars are crucial for your comfort and important for control of your steering and brakes. Handlebars vary in how they can be adjusted. A good position to start is with your handlebars at the same height as your saddle. If you prefer a more aerodynamic ‘head down' position, lower the bars.",
                "manual_rewrite": "OK, and what can I do to make my bike more comfortable?"
            },
            {
                "turn_id": 5,
                "question": "What's the best seat?",
                "response": "Is it for a man?",
                "manual_rewrite": "What's the best bike seat"
            },
            {
                "turn_id": 6,
                "question": "No, it's for me.",
                "response": "A woman's seat is wide to reflect their generally wide hips. Women have their pelvic bones set wider apart than men, hence the wide seats. A major concern for both men and women is too much pressure that can affect the flow of blood to the genitals. This means that the design of a seat is important. However, there are unisex seats in the market which can be used by both women and men. These seats are widely used in most fashions of bicycles, especially those for hire or intended for use for a short period of time. Also, taller women tend to fit on men's bike seats and shorter men often prefer women's seats as their posture on the bicycle tends to be similar. Women ride differently from men. So if you are looking for a seat that you intend to use for a considerable period of time, it is advisable that you look for a gender-sensitive one that fits to avoid injury to your pelvic area and bones.",
                "manual_rewrite": "No, the bike seat is for me"
            }
        ]
    },
    {
        "conv_id": 147,
        "turns": [
            {
                "turn_id": 1,
                "question": "Marvel movies are all the rage now. What do you think is the best one?",
                "response": "Captain America: The Winter Soldier (2014) is the best Marvel movie. The Winter Soldier set a new precedent for the MCU. The Captain America sequel is a totally different take on the universe – a '70s Cold War thriller that doesn't put a foot wrong. Hell, The Winter Soldier should be named one of the best Marvel movies of all time for the elevator scene alone; a moment so memorable it was homaged in Avengers: Endgame. The movie also has far-reaching implications for the rest of the Marvel universe – such as that SHIELD reveal – and establishes the resurrected Bucky Barnes as a major piece in the puzzle for years to come.",
                "manual_rewrite": "What do you think is the best Marvel movie?"
            },
            {
                "turn_id": 2,
                "question": "I've never considered that one. It's been a while since I saw it too. Remind me of the iconic scene.",
                "response": "The famous elevator sequence finds Cap gradually surrounded by enemies in a tight space. However, he quickly proves that he's not the one in danger as he brutally and effectively takes out the room full of mercenaries in a thrilling scene. This fight is great partially because the choreography is a badass masterpiece (badassterpiece?), but more importantly because it inspired Community to do an incredible parody with Dean Pelton.",
                "manual_rewrite": "Remind me of the elevator scene from Captain America: The Winter Soldier (2014)"
            },
            {
                "turn_id": 3,
                "question": "I found other fight scenes more powerful. Like the “Avengers Assemble” scene in Endgame.",
                "response": "That was an iconic scene as well. When Captain America finally said \"Avengers Assemble!\" in Endgame, he made every hero standing beside him an Avenger. Cap did say it at the end of Avengers: Age of Ultron when he and Black Widow put together a new Avengers team, but Joss Whedon's film cheekily cut off the second half of the phrase. In Infinity War, Rogers had spent two years as a fugitive, and the heroes who joined King T'Challa's army defending Wakanda couldn't be really considered a true Avengers team. But in Endgame, Captain America had the authority to make the call and by declaring every hero standing with him an Avenger, he unified the gigantic fighting force to the singular cause of beating Thanos once and for all. Cap making everyone fighting Thanos an Avenger in Endgame is a spiritual successor to Clint Barton's speech to Wanda Maximoff at the Battle of Sokovia in Age of Ultron. Terrified for her life, Hawkeye motivated Scarlet Witch to find her courage and fight, telling her, \"If you walk out that door, you are an Avenger.\" In Endgame, everyone who walked through a magic portal and joined the superheroes who travelled through time to resurrect them was an Avenger by Captain America's decree. The moment is so rousing and iconic, Cap's words also brought the audience into the fight so that every fan who felt uplifted could also imagine themselves as Avengers.",
                "manual_rewrite": "I found the “Avengers Assemble” scene in Endgame more powerful than the elevator scene in Winter Soldier"
            },
            {
                "turn_id": 4,
                "question": "Agreed. Let's talk about some of the movie's implications for the MCU.",
                "response": "The Winter Soldier not only marked a seismic shift in the very fabric of the MCU with its reveal that Hydra was part of SHIELD's very inception, but it was also a Marvel movie unlike any other: a gritty, action yarn stepped in the paranoid conspiracy of a 1970s Cold War political thriller - and it worked like gangbusters. The Winter Soldier brought back the tragic Bucky Barnes/The Winter Soldier (Sebastian Stan) and introduced Sam Wilson/The Falcon (Anthony Mackie) while simultaneously deepening the characters of Steve Rogers and Natasha Romanoff/Black Widow (Scarlett Johansson), making them all flawed but admirable flesh-and-blood people.",
                "manual_rewrite": "Let's talk about Captain America The Winter Soldier's far-reaching implications for the Marvel Cinematic Universe."
            },
            {
                "turn_id": 5,
                "question": "That's a fair point, but I would argue that Iron man and Thor had great arcs in their movies as well.",
                "response": "I disagree. The Winter Soldier and Civil War, together, truly forged Steve Rogers into a hero who fans could believe in, despite his doubts and mistakes, and they both rank among the finest superhero movies ever made. Captain America Has The MCU's Best Character Arc There's no finer character arc in the MCU than Captain America's and not even Iron Man's growth from egotist to world saviour holds quite the same impact as Steve Rogers' journey. Captain America: The First Avenger introduced Steve as a man weak of body but strong in fortitude and purity who was transformed into a paragon of human perfection yet remained, at his core, a good man. Steve was torn out of his own time and his hopes for a life with Peggy into the present day where he was a fish out of water fighting aliens as the ideal of \"Captain America\". The Winter Soldier forced Steve to connect with the people and world around him, forge friendships, and proved his absolute loyalty to Bucky even in the face of a global cataclysm.",
                "manual_rewrite": "That's a fair point, but I would argue that Iron man and Thor had great arcs like Captain America in their own movies."
            },
            {
                "turn_id": 6,
                "question": "Okay, what is the future for the franchise?",
                "response": "The answer to this question holds the possibility of a very fun, fantastical future for the MCU. Namor the Sub-Mariner would be a great addition to the Universe as he is one of the most prominent and long-running Avengers in the comics. He predates DC's Aquaman by two years and like the orange-scaled Justice Leaguer, Namor is the son of a human man and an Atlantean princess. That character would be a great chance for Marvel to cast a South-Asian actor in a lead role.",
                "manual_rewrite": "Okay, what is the future of the Marvel Cinematic Universe franchise?"
            },
            {
                "turn_id": 7,
                "question": "That's a great point. What is their approach to diversity?",
                "response": "The past four films from the Marvel Cinematic Universe have featured a female lead of color. “Black Panther”, for example, spotlights the Oscar-winning Lupita Nyong'o as Nakia, a Wakandan spy. ComicsVerse CEO, Justin Gilbert Alba, said the push from fans for diversity in creators and characters only represents a loud minority.",
                "manual_rewrite": "That's a great point. What is Marvel Studios' approach to diversity?"
            },
            {
                "turn_id": 8,
                "question": "Could you expand on that?",
                "response": "When asking ComicsVerse CEO, Justin Gilbert Alba, how the recent outspoken push from fans for diversity in writers and characters affected the industry. He said: “Unfortunately, the push from fans for diversity in creators and characters only represents a loud minority. All too often, comics with diverse characters and creators are cancelled due to sagging sales despite critical acclaim. In regards to Marvel particularly, I applaud their attempts to make comics mirror the people who read them. That isn't to say there isn't a lot more that can't be done, there definitely is. In my opinion, if we want real change in terms of minority representation in comics and comic book creators, there's going to need to be a perfect storm of the right creator, the right characters, organic change, and a great marketing campaign with a definitive push for comics to reach new markets who, maybe, didn't feel fully included in the past.”",
                "manual_rewrite": "Could you expand on Justin Gilbert Alba's comments that the push from fans for diversity in creators and characters only represents a loud minority?"
            }
        ]
    },
    {
        "conv_id": 148,
        "turns": [
            {
                "turn_id": 1,
                "question": "Tech salaries are all the rave now. How do I break in?",
                "response": "Are you wanting to pursue a career in technology or engineering? If so, here are some tips for breaking into the industry and landing the job of your dreams. 1) Have relevant qualifications and experience. Do you need a degree to land a tech or engineering job? Well, according to Technology Director at reed.co.uk, Mark Ridley, the short answer is “No. Maybe.” He goes on to say that whilst mindset, personality and capacity to learn will put you in a favourable position, education will support you in advancing your own skills and knowledge which will, of course, have a positive impact on your career.",
                "manual_rewrite": "Tech salaries are all the rave now. How do I break into the tech industry?"
            },
            {
                "turn_id": 2,
                "question": "How so?",
                "response": "Having a degree, doing an apprenticeship or just simply carrying out work experience could all give you a way into the tech and engineering industries. If you're just starting out in your career, why not consider studying a technology or engineering-related subject at University, such as Computer Science? Alternatively, study at college whilst working as an apprentice at a local company? Remember, breaking into the tech and engineering industries isn't only possible for young people at the beginning of their careers. Those who are looking to change careers could consider studying at evening or weekend classes, or, if it is financially feasible, work part-time whilst studying.",
                "manual_rewrite": "How would education have a positive impact on my tech career?"
            },
            {
                "turn_id": 3,
                "question": "What's another tip?",
                "response": "Get to know the sector. Both the tech and engineering industries are incredibly vast, so to narrow down your options, it's worthwhile gaining experience in a few roles. This will give you direction when job hunting, and give you the opportunity to find local companies that will allow you to shadow them; perhaps you have a family friend that works in tech? Ask if you can come in for a day or two and see which role or department interests you most. For a lot of people wanting to break into these industries, salary is the most important factor.",
                "manual_rewrite": "What's another tip to break into the tech industry asides from having relevant qualifications?"
            },
            {
                "turn_id": 4,
                "question": "That's a lot like the first tip.",
                "response": "Here's another one 3) Show and prove your expertise. Before attempting to break into the tech or engineering industry, potential employers need to be able to see that you're a worthy candidate; having physical proof of your skills is much more powerful than relying on word of mouth alone. Learn HTML, write a program or build a website - these all prove that you have the skills to work in tech; even if you're a beginner, it still shows potential employers that you have the enthusiasm and willingness to learn. Using social media platforms will also help build your personal profile; LinkedIn accounts not only show up at the top of Google when a name is searched, which will increase your visibility and credibility, but it also lets you connect with industry professionals who may be looking to hire.",
                "manual_rewrite": "Getting to know the sector is a lot like having relevant qualifications and experience."
            },
            {
                "turn_id": 5,
                "question": "Just how important is networking?",
                "response": "A good majority of jobs are found through networking (read these professional networking tips ). Attending company events from information available on social media websites and meeting the company guests is a good idea. Do some research on the guests and introduce yourself at the event. You could also grow your network by writing about your work and experiences online on self-branding sites like Careerizma.",
                "manual_rewrite": "Just how important is networking for me to break into the tech industry?"
            }
        ]
    },
    {
        "conv_id": 149,
        "turns": [
            {
                "turn_id": 1,
                "question": "Are search engines biased?",
                "response": "Search engines are not magically impartial arbiters. Search algorithms are not impartial. They can be biased, just like their designers. Search algorithms do not use objective criteria in generating their lists of results for search queries. Search engines may have completely positive intentions, but if their algorithms fail to give people objective and neutral results, they are failing. 93 percent of online experiences begin with a search engine. If the majority of people's browsing is determined by a search engine, the search engines have a big responsibility to deliver a complete and accurate representation of information. Major search engines systematically favor some sites (and some kind of sites) over others in the lists of results they return in response to user search queries. Search algorithms do not use objective criteria in generating their lists of results for search queries.",
                "manual_rewrite": "Are search engines biased?"
            },
            {
                "turn_id": 2,
                "question": "In what ways can they be biased?",
                "response": "Search engines can be biased in a number of different ways such as financial, political, ideological, racial, sexual, ethical, etc. Are you interested in a specific way?",
                "manual_rewrite": "In what ways can search engines be biased?"
            },
            {
                "turn_id": 3,
                "question": "Yes, ideologically.",
                "response": "There are major search engine companies who intentionally steer users toward their ideology—more accurately they intentionally steer away from ideologies they don't espouse and away from data and opinion that's inconvenient to their own preferred narrative.",
                "manual_rewrite": "Yes, in what ways can search engines be biased ideologically?"
            }
        ]
    }
]